[
  {
    "title": "Adidas is launching an NFT collection with exclusive access to streetwear drops",
    "slug": "adidas-nft-launch-into-the-metaverse-price-release-date",
    "id": 1,
    "createdAt": "2021-12-16T14:57:55.748Z",
    "image": "https://cdn.vox-cdn.com/thumbor/Kbii7O6D2vjHHNflOHN3Kt9Tt4E=/0x0:3600x2400/1820x1213/filters:focal(1512x912:2088x1488):format(webp)/cdn.vox-cdn.com/uploads/chorus_image/image/70280304/aO_metaverese_BlackHoodie_400_01_copy.0.jpg"
  },
  {
    "title": "Cyberpunk 2077 developer CD Projekt will pay just $1.85 million in proposed class-action settlement",
    "slug": "cyberpunk-2077-cd-projekt-1-85-million-proposed-class-action-settlement",
    "id": 2,
    "createdAt": "2021-12-16T14:58:19.088Z",
    "image": "https://cdn.vox-cdn.com/thumbor/7ZWUBiDdYTBxJl-f3jcifXPShns=/0x0:3840x2160/1820x1213/filters:focal(2026x705:2640x1319):format(webp)/cdn.vox-cdn.com/uploads/chorus_image/image/70280254/Cyberpunk2077_No_Future_RGB.0.jpg",
    "body": "Last week, we reported that game developer CD Projekt was negotiating to settle a class-action lawsuit over the infamously botched launch of Cyberpunk 2077, a game that came riddled with bugs and poor enough performance on consoles that Sony pulled it from the PlayStation Store and many storefronts offered refunds. CD Projekt says those negotiations are now concluded, and here’s how much it’s agreed to pay: $1,850,000 USD. While the settlement will likely have to be approved by a court, it sounds like the lead plaintiffs and their lawyers negotiated for a fairly tiny sum here in exchange for “relinquish[ing] any and all claims against the Company and members of its Management Board.” That’s when you consider that the game had a development budget of over $316 million (according to GamesIndustry.biz), recouped that entire development and marketing budget in digital pre-orders alone, and didn’t actually see a huge impact from refunds. Perhaps the plaintiffs didn’t have much of a case? It’s worth noting that this lawsuit (technically, four lawsuits that had been rolled into one) were brought by shareholders who believed they were misled by the company about financial performance, not gamers who purchased the game. Despite the game’s seemingly very decent sales, the company’s reputation has slipped, sales projections have lowered, and its stock price has fallen a reported 54 percent since last year.CD Projekt has repeatedly promised to fix the game, and issued a series of patches, suggesting it might eventually become the game it promised. In late October, the company announced that next-gen updates for both Cyberpunk and The Witcher 3 would be delayed to 2022. “Apologies for the extended wait, but we want to make it right,” the company wrote."
  },
  {
    "title": "Apple delays full office reopening and is giving every employee a $1,000 bonus",
    "slug": "apple-delays-office-reopening-date-covid-19",
    "id": 3,
    "createdAt": "2021-12-16T14:58:42.993Z",
    "image": "https://cdn.vox-cdn.com/thumbor/n3jqTkQKUcJCL9eYDk8W6vStBX4=/0x0:2040x1360/1820x1213/filters:focal(857x517:1183x843):format(webp)/cdn.vox-cdn.com/uploads/chorus_image/image/70278294/acastro_180604_1777_apple_wwdc_0003.0.jpg"
  },
  {
    "title": "Swift Playgrounds 4 is live on the App Store",
    "slug": "apple-swift-playgrounds-4-ipad-apps-coding-xcode",
    "id": 4,
    "createdAt": "2021-12-16T14:58:57.605Z",
    "image": "https://cdn.vox-cdn.com/thumbor/HTekSapfMEaZetZVfvUFuLqp6YQ=/0x0:2400x1714/1820x1213/filters:focal(1008x665:1392x1049):format(webp)/cdn.vox-cdn.com/uploads/chorus_image/image/70278649/12152021_iPad_Swift_Launch_create_ipad_screen.0.png"
  },
  {
    "title": "Ray-Ban Stories get software update adding Facebook Messenger support",
    "slug": "ray-bans-stories-meta-facebook-messenger-read-send-texts-volume-control",
    "id": 5,
    "createdAt": "2021-12-16T14:59:13.237Z",
    "image": "https://cdn.vox-cdn.com/thumbor/p0KTj813bBJ7d8Xlgo7vafJ_pH8=/0x0:2040x1360/1820x1213/filters:focal(857x517:1183x843):format(webp)/cdn.vox-cdn.com/uploads/chorus_image/image/70278490/alopez_210907_4736_0006.0.jpg"
  },
  {
    "title": "US Treasury claims DJI assists Chinese surveillance of Uyghurs and blocks investments",
    "email": "stanrud@gmai.com",
    "image": "https://cdn.vox-cdn.com/thumbor/b6pD2GE92j7_vyxNDuNfK2clgYc=/0x0:2048x1366/1820x1213/filters:focal(861x520:1187x846):format(webp)/cdn.vox-cdn.com/uploads/chorus_image/image/70282873/DJI_Mavic_3___Forest_11.0.jpg",
    "body": "DJI is one of the biggest drone companies in the world, and last year, the US government added it to the Department of Commerce’s Entity List, which marked it as a national security concern and banned US-based companies from exporting technology to it. Today, the Treasury Department placed further sanctions on DJI, including it as one of eight Chinese companies added to the Non-SDN Chinese Military-Industrial Complex Companies (NS-CMIC) List.\n\nUS Treasury:\n\nToday, the U.S. Department of the Treasury’s Office of Foreign Assets Control (OFAC) identified eight Chinese technology firms pursuant to Executive Order (E.O.) 13959, as amended by E.O. 14032. These eight entities actively support the biometric surveillance and tracking of ethnic and religious minorities in China, particularly the predominantly Muslim Uyghur minority in Xinjiang. As a result of today’s action, U.S. persons will be prohibited from purchasing or selling certain publicly traded securities connected with these entities, as described in E.O. 13959, as amended.\n\nSZ DJI Technology Co., Ltd.\n\n\nSZ DJI Technology Co., Ltd. (SZ DJI) operates or has operated in the surveillance technology sector of the economy of the PRC. SZ DJI has provided drones to the Xinjiang Public Security Bureau, which are used to surveil Uyghurs in Xinjiang. The Xinjiang Public Security Bureau was previously designated in July 2020, pursuant to E.O. 13818, for being a foreign person responsible for, or complicit in, or that has directly or indirectly engaged in, serious human rights abuse.\n\nAs described in the sections of the statement shown above, the US government says these companies have supported efforts to surveil and track the Uyghur people in Xinjiang. Last week, the White House announced a diplomatic boycott of the 2022 Winter Olympics in Beijing due to those activities.\n\n\nDuring a press conference yesterday, China’s Foreign Ministry spokesperson Zhao Lijian was asked about the ban and responded by saying, “We noted relevant reports. I would like to stress that China always opposes US moves to overstretch the concept of national security and exert unwarranted suppression on Chinese companies. The Chinese side has already shared the facts and truth on Xinjiang-related issues on many occasions. We will closely follow the relevant situation and firmly safeguard the legitimate rights and interests of Chinese companies.”",
    "id": 8,
    "createdAt": "2021-12-17T13:37:59.484Z"
  },
  {
    "title": "The PlayStation 5 is available at Best Buy right now (update: sold out)",
    "email": "stane@sd.rud",
    "image": "https://cdn.vox-cdn.com/thumbor/EZnrt6quGhx44OaedZa1DFbNbnc=/0x0:2040x1360/1820x1213/filters:focal(857x517:1183x843):format(webp)/cdn.vox-cdn.com/uploads/chorus_image/image/70282620/acastro_210511_1777_psRestock_0006.0.jpg",
    "body": "Update 3:25PM ET, December 16th: Best Buy has sold out of consoles for now. This one lasted a bit longer than some recent restocks, though availability seemed dependent on your location and proximity to Best Buy stores.\n\nIf you’re currently shopping for a PlayStation 5 console and have been recently striking out with restocks at Walmart, Costco, and other retailers, you have another chance right now at Best Buy. The electronics retailer just opened up a fresh batch of PlayStation 5 consoles for $499.99. Best Buy is only selling the disc-based version, however, not the Digital Edition.\n\nBe sure to log in and queue up on Best Buy’s site, with your billing and shipping info saved. Click the “Add to Cart” button on the right to jump into the waiting line, and stay calm. You don’t need to refresh the automated system, though, you may be prompted to verify your account when it’s your turn. After that, you should be able to see if there are any PS5 consoles available in your area (it’s currently only available for in-store pickup).\n\nWe know time is getting short if you want Sony’s next-gen console under the tree in a couple of weeks, and we are continuing to track restocks as they roll out at various retailers. Be sure to also subscribe to the Verge Deals newsletter for the latest tech and gadget savings we can find and deliver right to your inbox twice a week.",
    "id": 9,
    "createdAt": "2021-12-17T13:41:17.387Z"
  }
]